redisTestResult/redisMutiThreadsTestResultFix_PhysicsMethod/redis_test_result_by_memtier_benchmark_FM_OFF_2nd/redis_prepare_FM_OFF_1nd_20230723171254.log
20        Threads
5         Connections per thread
1800000   Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       274786.96          ---          ---       649.56444       655.35900       937.98300      1044.47900     19423.66 
Gets            0.00         0.00         0.00             ---             ---             ---             ---         0.00 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     274786.96         0.00         0.00       649.56444       655.35900       937.98300      1044.47900     19423.66